#version: 0.2
h e</w>
i n
▁t he</w>
e r
t i
e d</w>
e n
a n
o n
o r
o n</w>
▁o f</w>
a ▁
a r
in g</w>
n d</w>
r o
e r</w>
r e
▁t o</w>
t ▁
▁t h
e s</w>
o u
e ▁
i t
i ▁
▁a nd</w>
e c
o s
e s
e a
o ▁
i c
a l</w>
a l
a ti
a t
▁i n</w>
i s
o r</w>
i l
o m
- @</w>
e l
@ -@</w>
▁i s</w>
t h
a t</w>
en t</w>
a n</w>
u r
t s</w>
a s</w>
c e</w>
p os
e n</w>
v e</w>
o l
q u
e m
u s
a s
▁T he</w>
t r
▁i n
o t
a c
ati on</w>
l y</w>
▁w h
l e</w>
t he</w>
i s</w>
i d
▁th at</w>
r e</w>
u c
t▁ he</w>
& a▁
▁f or</w>
u l
i g
pos ;
er e</w>
i n</w>
▁p ro
n g</w>
a m
▁s h
v er
c h
a y</w>
ot ;</w>
▁b e</w>
e t
▁ e</w>
a g
a p
i r
ti on</w>
o p
f f
t h</w>
▁o n</w>
&a▁ pos;
er s</w>
▁c on
u ▁
it h</w>
▁i t</w>
▁a s</w>
u n
al l</w>
an d</w>
▁r e
o o
▁e x
p l
t er</w>
i m
▁b y</w>
t ed</w>
o w
▁s t
on g
o u</w>
qu ot;</w>
▁w as</w>
▁c om
s ▁
o t</w>
m ent</w>
o c
▁w ith</w>
r ▁
u t</w>
▁a re</w>
s t
il l</w>
▁h a
u d
t o</w>
y e
p or
r i
a b
e t</w>
re s
a▁ nd</w>
▁T h
on g</w>
a d
h ▁
e v
o f</w>
p er
s i
it y</w>
▁a l
on s</w>
s e</w>
ou n
at e</w>
i c</w>
▁w ill</w>
▁c h
▁y ou</w>
p ▁
t er
c i
u b
d uc
a k
l d</w>
▁sh all</w>
i ti
w ▁
ro m</w>
c ▁
▁K or
f or
u m
o w</w>
s t</w>
a y
▁th e
l ▁
▁ha ve</w>
▁a t</w>
e d
i t</w>
p ro
o ver
f ▁
&a▁pos; s</w>
an g
e e</w>
e▁ n
i▁ ng</w>
in ▁
i v
▁b e
e x
▁ s</w>
▁r es
t ur
d s</w>
▁f rom</w>
en ts</w>
ic e</w>
ye ong
▁u n
▁p l
▁I t</w>
e ar
i z
i d</w>
▁I n</w>
▁a c
g i</w>
over n
c h</w>
i es</w>
& quot;</w>
d ▁
ar y</w>
an t</w>
▁p ar
ea r</w>
▁p er
▁e n
▁h as</w>
e p
▁a n</w>
i on</w>
ig h
▁n ot</w>
t y</w>
p ec
e a</w>
c on
an ce</w>
ti ▁
en t
ic h</w>
an ▁
at ed</w>
▁th is</w>
a in
a r</w>
s u
th er</w>
▁h ea
d er</w>
m ▁
▁t r
i r</w>
c l
▁C h
l l</w>
b ▁
▁w or
▁o n
s o</w>
▁c an</w>
ro u
c om
d ing</w>
es s</w>
on al</w>
u t
ou t</w>
▁ ed</w>
th ▁
v in
▁o r</w>
es t</w>
g e</w>
ea n</w>
▁, ,</w>
t ing</w>
▁a n
i m</w>
or e</w>
yeong gi</w>
ff ic
▁d is
ol l
▁ t</w>
ag e</w>
▁com p
▁a b
o v
ou ld</w>
▁wh ich</w>
▁wh o</w>
e g
▁( (</w>
u e</w>
e▁ r
▁m an
uc h</w>
& ▁
ti c
a t▁
▁l i
▁a d
e op
▁r ec
▁a p
▁s u
t en
▁b ut</w>
g h</w>
▁G yeonggi</w>
n ▁
i al</w>
em ent</w>
im e</w>
o g
▁i m
e▁n t</w>
s h
ar e</w>
f ter</w>
▁n e
es s
in g
a us
▁W h
il l
e l</w>
▁th ere</w>
▁w ere</w>
em b
a in</w>
k e</w>
▁d i
w i▁
▁d o</w>
▁hea d</w>
▁ u
i b
▁& quot;</w>
ou s</w>
ou r
a m</w>
ak e</w>
▁s a
eop le</w>
oo d</w>
▁b ec
ou r</w>
am e</w>
▁Kor ean</w>
ati ▁
por t</w>
▁o r
o▁ n</w>
re ▁
en ce</w>
▁c l
a▁ n
▁t ime</w>
a▁ r
w h
o d
ti v
▁e v
▁h e</w>
▁Kor ea</w>
▁m ay</w>
o▁ n
o▁ r
e y</w>
▁al so</w>
er v
ub l
s on</w>
k s</w>
▁a g
▁s o</w>
el y</w>
om e</w>
re c
ap ▁
th ▁e</w>
e m</w>
g ▁
in e</w>
tur e</w>
al ly</w>
0 0</w>
▁y ear</w>
on ▁
i t▁
k ing</w>
for m
▁r el
en ▁
ec t</w>
ir st</w>
▁f or
▁p eople</w>
an s</w>
al l
▁be en</w>
igh t</w>
as t</w>
i f
iti es</w>
; s</w>
aus e</w>
▁G u</w>
m e</w>
▁a t
a d</w>
an g</w>
i▁ n
▁p re
cl ud
a pos
id e</w>
▁con s
s ed</w>
t e</w>
a pos;
d i
▁r ea
▁m ore</w>
e▁ d</w>
vin ce</w>
▁P ro
f▁ or</w>
an d
p ar
on e</w>
e f
a ir
▁I n
ar d</w>
▁s uch</w>
tr y</w>
▁wh en</w>
o t▁
▁i f</w>
ati ons</w>
u n</w>
it t
in is
▁con t
▁Th is</w>
▁the ir</w>
▁ab out</w>
ab le</w>
▁m e
os t</w>
a v
t u
f or</w>
c re
u l</w>
▁th an</w>
▁m y</w>
▁the y</w>
or s</w>
ap▁ os
es e</w>
▁s ub
ubl ic</w>
a ce</w>
p en
▁com m
▁f ac
ati▁ on</w>
▁ac c
us t</w>
▁a fter</w>
- ▁
ur e</w>
-▁ @</w>
▁w e</w>
▁& qu
ou ▁
el l</w>
o▁ t
e w</w>
om m
o b
u s</w>
en c
▁f irst</w>
▁su p
e e
l is
an c
overn ment</w>
as e</w>
ig n
an y</w>
o m</w>
ay s</w>
it h
o o</w>
t ers</w>
▁h is</w>
t▁ o</w>
re e</w>
ad e</w>
▁a r
in▁ g</w>
b e</w>
s s
u m</w>
ar k
▁p r
▁on e</w>
@ -▁@</w>
o▁t ;</w>
w o</w>
al s</w>
e en</w>
u ng</w>
▁s p
i l</w>
ci al</w>
▁in s
ev el
n ing</w>
▁h el
i ve</w>
o in
ati onal</w>
c t</w>
o▁ s
▁u p</w>
▁s ec
d ed</w>
▁Th ere</w>
▁K im</w>
ot▁ ;</w>
h ed</w>
a f
& qu
il e</w>
ar ▁
▁sa id</w>
▁re g
y ▁
▁o ut</w>
P ro
& ap▁os
▁c oun
▁in ter
p res
▁bec ause</w>
t▁ er</w>
o on</w>
q ▁u
▁2 0
▁S e
▁o ffic
or ▁
▁l oc
▁in clud
p ol
▁al l</w>
i ous</w>
si on</w>
v es
o p</w>
d er
▁I f</w>
▁m e</w>
m e▁nt</w>
o d</w>
ti ons</w>
▁o per
▁p res
▁pro duc
▁ es</w>
t or</w>
b y</w>
e▁ s</w>
▁m on
f er
g h
re s</w>
▁un der</w>
▁in d
it e</w>
us in
th▁ at</w>
e on</w>
ci p
@ ▁
oll ow
▁o ther</w>
e▁ r</w>
▁m emb
apos ;</w>
▁s ch
ati ve</w>
@▁ -@</w>
a e</w>
▁wh ere</w>
▁e m
oo l</w>
pos ▁
oo k</w>
i p
g r
t ment</w>
or y</w>
▁l ea
▁A r
▁A s</w>
tr uc
s es</w>
rou gh</w>
an▁ d</w>
apos; s</w>
▁m at
w▁ h
a il
▁p ublic</w>
▁p ur
id ent</w>
r ap
in k</w>
▁d es
▁a m
▁q u
b l
an s
ow n</w>
h er
al ▁
ac h</w>
i a</w>
b er</w>
▁w ith
▁p ol
c er
o▁ f</w>
▁st ud
g an
wi▁ th</w>
at ing</w>
C h
▁man y</w>
itt ee</w>
os e</w>
▁pro v
▁li ke</w>
i ver
h er</w>
k ed</w>
▁f in
ic al</w>
▁g overnment</w>
e a▁
ig h</w>
▁ha d</w>
ing s</w>
ol d</w>
u r</w>
en d</w>
▁H e</w>
por t
▁i ts</w>
in ce</w>
j ect</w>
ti cip
▁Wh en</w>
ar ge</w>
▁ap p
ti ve</w>
evel op
m s</w>
t▁ ed</w>
▁p os
▁t wo</w>
il d
ur r
b e▁
&a▁ pos▁
gan iz
d is
a ve</w>
ti f
▁on ly</w>
c c
▁ ot;</w>
r is
▁b u
▁y our</w>
en ter</w>
▁e l
ig n</w>
, 0
▁d r
▁o p
e b
er ▁
i▁ n</w>
h a▁
ea se</w>
ab lis
ac k</w>
e w
▁s m
d o</w>
▁s tr
▁man ag
ec ess
▁k n
ep ar
pro v
e ti
ul tur
o y
f l
s el
▁th rough</w>
ti▁ on</w>
S e
▁f l
▁Pro vince</w>
v en
▁the m</w>
▁f ollow
t▁ h
▁n o</w>
it s</w>
a w
i ed</w>
b le</w>
▁d ec
el l
ul ar</w>
▁a re
▁t ea
K or
y st
▁t er
▁d el
ec h
et ro
ri v
a▁ re</w>
&ap▁os ;
▁W e</w>
il y</w>
▁w on</w>
d in
ou s
▁S t
w▁ as</w>
▁n um
duc ation</w>
tic le</w>
ff er
ent ly</w>
et w
▁includ ing</w>
f r▁
i tion</w>
ear s</w>
ul t</w>
▁Ch in
w as</w>
ark et</w>
ecess ary</w>
▁s erv
▁w ould</w>
▁in cre
an n
e▁r s</w>
en d
▁th ink</w>
an ies</w>
q▁u ot;</w>
▁e st
▁d ay</w>
▁ al</w>
ti es</w>
et y</w>
▁D o</w>
▁d ue</w>
ou l</w>
▁sh ould</w>
▁sup port</w>
overn or</w>
▁v is
ro ▁
h e▁
at er</w>
▁ne w</w>
s u▁
▁P ar
em s</w>
s i▁
ill ion</w>
ex t</w>
enc y</w>
▁n ecessary</w>
ev er</w>
i p</w>
▁b usin
is t
ff ice</w>
at es</w>
▁u se</w>
etro pol
ap p
il ▁
▁num ber</w>
&a▁pos; ▁t</w>
e h
il ity</w>
u p
er ation</w>
▁U n
r y</w>
it ed</w>
▁in ves
ou gh</w>
ol og
▁m ade</w>
a▁ ll</w>
▁loc al</w>
v er</w>
t ly</w>
▁c re
&a▁pos; ▁s</w>
e ther</w>
▁C omm
ur ing</w>
as ed</w>
l i
id ents</w>
▁rec e
ag rap
ang e</w>
ic ation</w>
id ed</w>
▁memb ers</w>
▁m ed
▁t ake</w>
▁e ach</w>
er y</w>
▁pro m
▁f i
▁s pec
an ts</w>
for e</w>
▁c ar
j u</w>
▁e t
p r▁
wi▁ ll</w>
tr ac
ro w
▁w ant</w>
v is
▁ex pec
I n
▁v ar
p h
▁hel d</w>
▁g o</w>
a▁ l
,0 00</w>
j ec
s ti
▁d on</w>
il ities</w>
a id</w>
▁com pl
ou th</w>
▁@ -@</w>
s t▁
▁h igh</w>
s s</w>
▁est ablis
▁ h
▁s e
e▁ re</w>
▁l ast</w>
▁or der</w>
▁par ticip
▁in to</w>
v ▁
com p
d ay</w>
ech n
▁st ar
iz ed</w>
s ec
▁s c
t ro
▁d o
▁m ake</w>
et ing</w>
▁Ar ticle</w>
p on
o▁ ng</w>
rou nd</w>
o▁ r</w>
m inis
▁20 1
▁f e
▁ap pl
▁comp anies</w>
K ▁
▁d et
ic es</w>
▁p h
▁ex per
▁wor k</w>
as s
w or
ud g
▁c o
en ti
▁re qu
v i
▁g ood</w>
ter n
▁g et</w>
ea l
▁per form
▁y ears</w>
o k</w>
▁follow ing</w>
▁per son</w>
a▁ s</w>
ou nd</w>
p le</w>
i ons</w>
fr▁ om</w>
or th</w>
▁b l
tr ▁
▁g re
ec ted</w>
or ding</w>
▁J ap
gh t</w>
▁f am
▁g r
ultur al</w>
yst em</w>
er m
o ve</w>
▁pro c
th at</w>
t ac
▁u s
f ac
ar g
w ith</w>
us t
i▁ ty</w>
w on</w>
▁di rec
ic ▁
▁o ver</w>
▁a m</w>
i als</w>
▁busin ess</w>
▁e ver
▁an y</w>
i▁ al</w>
as es</w>
ti▁ ng</w>
is e</w>
iz e</w>
▁sch ool</w>
re n</w>
agrap h</w>
▁c oll
in▁ ce</w>
i ence</w>
ti c</w>
▁d evelop
▁m arket</w>
s id
ec tion</w>
i▁ ch</w>
▁s el
▁G overnor</w>
r ed</w>
▁comp any</w>
re l
en er
▁b r
m e
oun t</w>
▁manag ement</w>
a▁ t</w>
▁ne ed</w>
c o▁
▁pl ace</w>
u g
▁ac tiv
w h▁
c ri
▁g o
s he</w>
ow er</w>
▁ter m</w>
vin cial</w>
▁at ten
y ing</w>
k ▁
ap o▁s
a▁ n</w>
▁w ell</w>
etw een</w>
con om
▁Y ou</w>
f e</w>
▁m ost</w>
s pec
▁i s
▁or ganiz
2 0
▁ind us
u tion</w>
▁m ov
minis tr
oc i
in d
▁an n
p re
u al</w>
▁o ur</w>
on d</w>
▁s ur
ut e</w>
in d</w>
un ▁
c .</w>
▁tr ans
r i▁
e ts</w>
▁th ree</w>
is t</w>
▁b etween</w>
w▁h o</w>
v ir
i▁ s</w>
j ▁
&▁ qu
e in
com m
er g
e ong
▁Comm ittee</w>
si ble</w>
▁g u</w>
▁ev en</w>
&a▁pos; t</w>
a▁ te</w>
&a▁pos; m</w>
▁e ar
l l
▁L ee</w>
▁are a</w>
▁con cer
▁var ious</w>
en g
u p</w>
w ay</w>
o l</w>
▁ex c
▁wh at</w>
en ▁t</w>
at▁ ed</w>
; t</w>
▁l ot</w>
ak ing</w>
o▁n s</w>
n am</w>
th ing</w>
S ▁
▁per s
▁h ow</w>
p s</w>
▁s ome</w>
G overn
▁a ff
▁wh ile</w>
i od</w>
t▁ s</w>
rou p</w>
▁N orth</w>
&▁ apos;</w>
es t
u ation</w>
ti g
e ong</w>
▁c er
r din
▁pro ject</w>
▁F or
▁ er</w>
apos ▁
a i▁
▁g u
h▁ as</w>
▁c ould</w>
her ein
ul ture</w>
▁s ince</w>
▁be ing</w>
s p
▁pro bl
ou ng</w>
▁stud ents</w>
ild ren</w>
f ir
▁Se oul</w>
a u
▁1 9
▁e ducation</w>
▁P l
an▁ ce</w>
o ther</w>
form ation</w>
vir on
▁r em
▁c r
▁par agraph</w>
▁ ts</w>
ea d</w>
a▁ l</w>
ou se</w>
p o▁s
&a▁pos▁ ;s</w>
▁res idents</w>
▁b el
▁1 1</w>
▁n ext</w>
▁u sed</w>
▁m ea
▁A l
▁n ow</w>
ain ing</w>
▁cont in
▁di ffer
▁a ss
m ents</w>
▁&qu o▁t;</w>
▁d uring</w>
t ors</w>
▁pl an</w>
air s</w>
▁d ays</w>
&▁ quot;</w>
▁with in</w>
▁& apos;s</w>
▁l iv
n ed</w>
ar m
o k
▁w r
▁m a
t a
b u
▁Th at</w>
op e</w>
t ain</w>
▁e conom
o▁ ut</w>
▁be fore</w>
an ag
tr ic
s e▁
▁s ystem</w>
af t▁er</w>
y e▁
▁bu il
▁Chin a</w>
en s</w>
al e</w>
s c
▁S h
▁A t</w>
di tion</w>
m y</w>
▁c or
tr ib
▁ex pen
l es</w>
▁l ong</w>
▁T r
iver s
▁1 0</w>
▁f r
▁t a
▁mat ters</w>
&a▁ po▁s
un g
▁oper ation</w>
y p
▁con duc
e o</w>
y ou</w>
m er</w>
▁o f
▁a s
op er
▁fac ilities</w>
▁s ee</w>
▁kn ow</w>
▁ n
▁E n
a k</w>
▁et c.</w>
▁o ver
▁s l
ic k
▁wor ld</w>
▁pur su
S .</w>
▁h er</w>
anc es</w>
▁expec ted</w>
▁f ood</w>
oc k</w>
o b</w>
▁P res
tr ies</w>
por ts</w>
t u▁
Pro v
& apos;s</w>
l i▁
▁is su
d e</w>
i e
▁r ight</w>
c▁ h
air per
▁C on
▁s ame</w>
c oun
▁A m
el d</w>
▁m us
m a▁
▁pl ay
▁j ust</w>
G yeong
m o▁
▁m in
▁offic ial</w>
▁di ffic
as s</w>
emb er</w>
▁M inis
▁v ery</w>
▁rel ated</w>
sh ip</w>
m is
▁p op
s tr
d iti
▁d e
pro ▁
▁e ff
m ed
oc ial</w>
▁c ases</w>
i um</w>
it▁ an</w>
▁tea m</w>
▁sm all</w>
or t</w>
i▁ es</w>
o or</w>
f ul</w>
ec ▁
▁me eting</w>
ci l</w>
an k</w>
tac hed</w>
▁s it
▁w ee
si ve</w>
e▁ c
ain ed</w>
▁m uch</w>
▁Par k</w>
pl ▁
t a▁
p o▁r
wh i▁ch</w>
om en</w>
at▁ ion</w>
▁n o
▁A cc
etropol it▁an</w>
olog y</w>
ti me</w>
▁ d</w>
r ic
▁ins ti
▁ le</w>
▁am ong</w>
▁ev ent</w>
▁b udg
o▁ ul</w>
i an</w>
▁with out</w>
▁des ign
y ear</w>
▁f ri
l oc
n ot</w>
▁c ase</w>
▁sh ow
▁o ffice</w>
m an</w>
w n</w>
epar tment</w>
at ely</w>
▁in formation</w>
1 ▁
od ay</w>
sel f</w>
jec ts</w>
▁produc ts</w>
▁em pl
▁s ea
ic y</w>
ch eon</w>
▁be g
▁im pl
it ing</w>
a z
▁a round</w>
e▁ n</w>
▁pro vince</w>
▁Pres ident</w>
▁p oin
un d
h as</w>
▁v i
▁serv ice</w>
truc tion</w>
▁r oo
▁O n</w>
▁b ro
on▁ al</w>
a w</w>
al ity</w>
ul ▁
b e
▁C ity</w>
▁f u
▁ch ildren</w>
▁A n
n o▁
n er</w>
fer red</w>
Se o▁ul</w>
▁b o
re g
& q▁uot;</w>
th is</w>
▁per iod</w>
▁l arge</w>
▁h ear
c ed</w>
▁w ay</w>
is h</w>
am p
▁t re
▁res pon
ot al</w>
. S.</w>
▁rece iv
▁A fter</w>
s a▁
v en</w>
it al</w>
i▁ c
an ese</w>
▁o ut
▁li fe</w>
Kor e▁
e ed</w>
res s</w>
an cial</w>
▁c urr
i onal</w>
▁&qu ot▁;</w>
a▁ c
▁th ese</w>
ee p</w>
h o▁
ch ▁
▁N ational</w>
▁Th ey</w>
▁ex pl
us ▁
Govern me▁nt</w>
▁Acc ording</w>
ow ever</w>
▁d id</w>
▁G ang
a e
▁t ri
▁E x
▁s al
▁f il
▁in st
▁pursu ant</w>
en▁ ts</w>
ar ds</w>
on▁ g</w>
m e▁
es tiv
t e▁
ear ch</w>
▁al l
el ▁
▁ever y</w>
is m</w>
▁d em
▁ex p
ent al</w>
a ff
▁ad dition</w>
▁h igh
▁ch ec
d▁ er</w>
i▁ ce</w>
▁&qu ▁ot;</w>
all ed</w>
▁perform ance</w>
M etropolit▁an</w>
ro w</w>
es ▁
i▁ on</w>
e x</w>
▁rea l
▁s ti
▁ch arge</w>
in c
▁t echn
▁inves tig
▁g row
og ether</w>
Prov in▁ce</w>
▁pro vincial</w>
▁o b
ut es</w>
uc c
a ir</w>
▁coun try</w>
r▁ ed</w>
▁im port
re ad
c o
ag es</w>
ot e</w>
r u
ot h</w>
is ion</w>
▁A ct</w>
▁un der
▁m illion</w>
ffic i
▁s ol
m p
▁at tached</w>
d u
ev ant</w>
un ity</w>
h▁ is</w>
w ill</w>
th er
▁c enter</w>
▁t otal</w>
a is
▁s om
▁mon th</w>
▁en tr
▁indus try</w>
t en</w>
▁Wh ere</w>
h ib
com e</w>
b▁ ut</w>
it an</w>
▁par tic
▁in ten
▁Pl ease</w>
vin c
su p
▁dis c
in ed</w>
an t
▁c our
i e</w>
ul ts</w>
ar s</w>
k ers</w>
ust om
u▁ n
▁f un
▁ad v
en tr
em ▁
s an</w>
▁o cc
▁ch ar
ati o▁n</w>
l ed</w>
for m</w>
▁Wh at</w>
ha▁ ve</w>
por ted</w>
▁pro f
▁g ener
p▁ l
em e▁nt</w>
P ▁
ak es</w>
g u</w>
ivers ity</w>
ati on
▁fac t</w>
▁c ity</w>
v es</w>
rdin ance</w>
el f
z e</w>
su res</w>
▁w ater</w>
w ard</w>
ac k
▁pr ice</w>
▁ex am
f r
▁S outh</w>
s ur
▁H owever</w>
at her</w>
▁h ere</w>
▁s ign
s h▁
ep t</w>
▁ma j
▁develop ment</w>
▁prov ide</w>
il it
ea s</w>
▁insti tu
p ris
&qu ▁ot;</w>
o o▁
e t▁
ul t
l ine</w>
e ign</w>
y o▁
airper son</w>
&qu o▁t;</w>
▁pro gr
s erv
in ation</w>
i▁ t</w>
▁a ud
ol ▁
ay ing</w>
▁ann oun
▁pol ice</w>
▁C enter</w>
▁Th en</w>
▁com e</w>
p▁ os
▁o pen
▁re port</w>
ic s</w>
▁sec ond</w>
▁en ter
d en</w>
is ▁
0 ,000</w>
w ang
v ing</w>
re t
▁ er
▁b as
▁ne w
▁g l
▁pre v
or d
f rom</w>
sh a▁ll</w>
▁rel evant</w>
i g</w>
p r
ou ght</w>
▁ch ang
an ding</w>
p ed</w>
▁s en
us e</w>
m it</w>
at ur
▁fam ily</w>
i or</w>
th e▁
▁) )</w>
▁th ose</w>
▁w at
es ted</w>
m ed</w>
& apos;</w>
c a▁
ac c
▁U .S.</w>
▁t al
et ter</w>
▁r o
▁t im
▁probl em</w>
o y</w>
om ▁
▁S o</w>
t▁ h</w>
l e▁
▁r et
▁e as
ti l</w>
▁e nd</w>
em ent
▁offic ials</w>
▁partic ular</w>
▁bec ome</w>
h is</w>
▁u s</w>
ch ed</w>
▁t oo</w>
▁i t
▁wh y</w>
in es</w>
▁i d
ec u
▁cons id
en ds</w>
▁differ ent</w>
Kore▁ an</w>
▁ad ministr
od y</w>
▁h im</w>
▁H y
e on
▁import ant</w>
C ▁
ol e</w>
▁par t</w>
h ing</w>
▁b ack</w>
ti o▁n</w>
f i▁
▁O rdinance</w>
en t▁
▁ch ange</w>
o tion</w>
▁d epartment</w>
b r
▁incre ase</w>
iz ation</w>
▁budg et</w>
at a</w>
▁st at
▁hel p</w>
▁Jap anese</w>
s▁ t
os p
an ds</w>
▁in tro
ef t</w>
▁pos sible</w>
▁in c
i re</w>
g u
A ▁
ea d
a▁ ge</w>
▁in v
▁expen ses</w>
▁re ferred</w>
▁spec ial</w>
n ow</w>
er ing</w>
pos e</w>
d r
th s</w>
▁f ul
u ty</w>
b ▁e</w>
▁g roup</w>
ro u▁
▁f ound</w>
▁memb er</w>
▁d oc
n▁ ot</w>
f o▁r</w>
h y
▁en viron
▁Chin ese</w>
con s
as ter</w>
▁diffic ult</w>
b ed</w>
▁roo m</w>
▁re v
ac t</w>
▁ag ain</w>
i▁ s
d ic
z ens</w>
▁S he</w>
▁s k
▁re f
▁am ount</w>
▁ gi</w>
▁s ocial</w>
▁s ay</w>
▁hea l
▁c ame</w>
th ough</w>
▁F or</w>
l d
▁C oun
ye ong</w>
▁pro t
on y</w>
▁r ate</w>
▁comp eti
▁l o
re fer
c es</w>
▁cons truction</w>
a▁r y</w>
al f</w>
▁h ous
▁go ing</w>
as ▁
▁h ome</w>
▁aff airs</w>
il d</w>
ev ▁
▁wh ether</w>
▁d ef
s ing</w>
▁contin u
p ly</w>
or k</w>
&qu ot▁;</w>
tic s</w>
▁produc t</w>
▁sti ll</w>
p ing</w>
▁m ar
▁Jap an</w>
p ri
on ed</w>
▁c ulture</w>
om es
al y
▁s he</w>
▁rea son</w>
▁cont ro
on t</w>
d u▁
▁l oo
K▁ or
▁activ ities</w>
▁M oon</w>
▁h ope</w>
C omm
v ed</w>
estiv al</w>
ain s</w>
▁su per
▁t ogether</w>
▁m ain
o s</w>
ac ▁
▁pre par
s l
b u▁
▁fin ancial</w>
a▁ tion</w>
▁O n
pres ent
i ev
l▁ y</w>
▁pres cri
ir ed</w>
h ave</w>
▁s im
▁m ain</w>
▁det erm
Gyeong ▁gi</w>
▁sub sid
po▁r t</w>
en ted</w>
M ▁
▁th en</w>
ri ed</w>
▁pro jects</w>
▁proc ess</w>
▁In d
▁M y</w>
trac t</w>
▁compl et
▁per c
G ▁
refer r▁ed</w>
b een</w>
s o▁
▁p ay</w>
is ts</w>
& apo▁s
l ▁e</w>
▁p aid</w>
s e
id n</w>
tu res</w>
n e▁
if ic
▁sa f
▁inter est</w>
▁b est</w>
▁c ustom
l o▁
▁wor king</w>
b ut</w>
ac h
▁p ay
ar t
igh ts</w>
riv ate</w>
ar t</w>
us an</w>
▁h um
▁A ss
▁l ear
▁som e
enti al</w>
▁t oday</w>
▁res ults</w>
wh o</w>
▁gre at</w>
▁w omen</w>
▁m od
ch ing</w>
o▁n e</w>
s ure</w>
um p</w>
s m
p o▁
o ye
▁tr ad
a u▁
us tr
he▁ ad</w>
read y</w>
▁coun tries</w>
▁del ib
if e</w>
▁exper ience</w>
▁c ultural</w>
▁rec or
u th
herein aft▁er</w>
g overn
ec tr
▁b ea
ev el</w>
ea sed</w>
l▁ ed</w>
▁2 0</w>
elf are</w>
ob al</w>
du ce</w>
n ess</w>
ur ▁
l s</w>
d e▁
▁mon ey</w>
ain st</w>
▁w ent</w>
▁mea sures</w>
▁d own</w>
oun d
y▁ ou</w>
▁sh ar
a fter</w>
our s</w>
▁m ust</w>
▁us ing</w>
▁app ly</w>
▁g ive</w>
▁sit uation</w>
▁e qu
▁l im
duc ed</w>
v ▁e</w>
▁w in
y ung</w>
▁f ive</w>
▁g iv
a i</w>
▁d am
▁d iv
▁char ac
▁ne ed
▁l eft</w>
e ed
▁n ational</w>
& apos;
etropol itan</w>
in ves
&a▁ p▁os
▁S ince</w>
s ch
u nd</w>
▁c ol
si b
as te</w>
omes tic</w>
▁s ing
w ays</w>
am s</w>
ul ation</w>
t e
▁appl ication</w>
eh ic
d le</w>
▁are as</w>
si a</w>
i ke</w>
s ide</w>
▁B ut</w>
yo▁ u</w>
at ure</w>
▁Al though</w>
▁u r
▁for eign</w>
▁Minis try</w>
ur n</w>
▁ins pec
▁im prov
apos▁ ;s</w>
▁f our</w>
l a▁
ib le</w>
a▁n t</w>
▁establis h</w>
ati c</w>
▁pl ease</w>
pos ed</w>
▁fu ture</w>
▁y oung</w>
▁s er
▁receiv ed</w>
o i</w>
▁tim es</w>
▁inter n
▁res ult</w>
2 ▁
▁c ap
▁Y es</w>
lis h</w>
▁n ame</w>
▁S am
ol s</w>
w▁ on</w>
▁s ucc
es ts</w>
▁un til</w>
▁M ar
▁b re
u le</w>
▁3 0</w>
ay or</w>
in ter
▁h ol
▁do es</w>
s ub
r a▁
s▁ h
▁d ata</w>
▁app oin
▁p ic
▁on ce</w>
am es</w>
▁chec k</w>
▁s et</w>
g o</w>
at t
▁E ven</w>
▁h ouse</w>
▁b illion</w>
is si
at h
▁wee k</w>
▁A n</w>
▁en j
th▁ is</w>
en▁ ce</w>
m ak
er ed</w>
m .</w>
▁maj or</w>
m anag
▁mat er
▁p rivate</w>
n s</w>
▁fe el</w>
▁ear ly</w>
al u
▁pers ons</w>
h▁ er</w>
m on
e▁ ss</w>
▁pl ans</w>
▁st and
▁l eg
tric t</w>
t ute</w>
ab or</w>
▁j oin
▁j ob</w>
▁buil ding</w>
ti ce</w>
w e▁re</w>
K im</w>
c▁ an</w>
▁g ame</w>
▁dr am
▁comm ittee</w>
▁A c
L ▁
su ng</w>
en ing</w>
vi ew</w>
▁cons um
ov er</w>
l▁ l</w>
be▁ en</w>
ti s
▁ n</w>
it▁ h</w>
▁t em
el s</w>
▁saf ety</w>
▁requ est</w>
▁h ist
▁ex ch
▁c aus
▁h ard</w>
▁ th</w>
m it
t o▁
Kor ea</w>
▁ph ot
▁fi re</w>
ul ar
▁t our
▁pay ment</w>
▁t ook</w>
▁et c</w>
▁v ol
▁p as
▁ p
▁mus ic</w>
g s</w>
a p</w>
▁sal es</w>
▁s ite</w>
▁d ep
▁gener al</w>
s y</w>
▁econom ic</w>
▁atten tion</w>
▁H ow</w>
i o</w>
▁fin d</w>
▁incre ased</w>
▁establis hed</w>
w e▁
▁vis it</w>
▁st or
th▁ er</w>
▁sh ow</w>
ea l</w>
ur ity</w>
U n
▁w ea
▁b ased</w>
▁c iv
y u</w>
o ff
f am
T he</w>
res id
i x</w>
▁a uth
at ten
a▁n s</w>
in al</w>
▁In tern
f ri
iv id
e y
w▁ ill</w>
ev en</w>
il i
u res</w>
▁b oo
e▁ ct</w>
en se</w>
K or▁
▁op in
o▁ us</w>
ill age</w>
u▁ l
▁l ow</w>
▁E ducation</w>
i al
▁re p
▁reg is
▁d ate</w>
m ore</w>
ilit ary</w>
c o▁n
ar d
▁th ▁e</w>
▁t yp
a▁ t
o f
▁of f</w>
a il</w>
w o▁r
&a▁pos▁ ;t</w>
t▁h at</w>
▁c iti
1 9
li ke</w>
▁c ou
g lish</w>
s aid</w>
▁se ems</w>
d es
▁pur ch
▁ab le</w>
k er</w>
▁For m</w>
d▁ ed</w>
▁announ ced</w>
▁p ower</w>
▁d omestic</w>
▁d idn</w>
et t
▁tr av
ub l▁
en ter
pro duc
or ity</w>
▁pur pose</w>
▁con fir
es si
em ed</w>
▁fr ont</w>
▁pol icy</w>
as ing</w>
▁l ook</w>
ac es</w>
▁s w
y n
▁C om
oo ds</w>
all s</w>
▁u p
▁ex hib
▁sur v
b▁ er</w>
▁ex pres
or ganiz
em pl
▁g ot</w>
o▁ re
at or</w>
a▁ m
T ▁
d ent</w>
&▁qu o▁t;</w>
id dle</w>
K▁ im</w>
▁ag ainst</w>
▁G wang
▁v id
▁perc ent</w>
▁p ri
▁al ready</w>
▁me ans</w>
▁prov ided</w>
▁ag re
un ic
G yeonggi</w>
▁u n</w>
er ▁s</w>
▁& q▁uot;</w>
▁G overnment</w>
con ▁
▁s us
▁s epar
il▁ l</w>
tif ic
a▁ y</w>
▁p ubl
p e</w>
k i▁ng</w>
id es</w>
▁empl oye
t or
ad c
▁B usan</w>
itt le</w>
ou▁ ld</w>
▁med ia</w>
ati on▁al</w>
▁I s</w>
p er</w>
o ti
i▁ ts</w>
iti ▁
▁administr ative</w>
▁o wn</w>
m en▁t</w>
▁m aking</w>
▁li k
▁b ur
▁l et</w>
▁c alled</w>
ir c
▁c os
▁ ot▁;</w>
o ols</w>
ecu tive</w>
er e
ret ary</w>
in clud
▁investig ation</w>
▁c ar</w>
▁ or</w>
▁re ported</w>
▁of ten</w>
ud d
▁techn ology</w>
▁ta x</w>
oy ment</w>
▁qu es
c an</w>
p▁ ro
▁Coun cil</w>
▁20 0
b usin
ti▁ me</w>
p are</w>
enc es</w>
A r
▁re present
▁h alf</w>
▁“ “</w>
ig ▁h
▁s um
▁pop ular</w>
▁p ast</w>
i▁ l
b▁ y</w>
; m</w>
▁tr aining</w>
▁m is
u▁ r
▁h ours</w>
▁h app
u ally</w>
ir d</w>
e duc
▁rece ive</w>
▁r is
▁J ung</w>
air man</w>
▁f ree</w>
▁rec omm
▁v ehic
om s</w>
▁b us</w>
▁a v
ann ot</w>
th a▁t</w>
g g
▁particip ate</w>
▁direc tor</w>
▁fe es</w>
▁f ans</w>
ubl▁ ic</w>
N ▁
ang u
▁rea l</w>
▁all ow
w ere</w>
▁ever y
▁W ith</w>
is ting</w>
o ffic
▁J e
in ten
▁pl an
iti onal</w>
▁wor kers</w>
▁b ook</w>
Pro vinc
▁par ty</w>
▁C an</w>
y o</w>
▁l evel</w>
▁ag ency</w>
▁star t</w>
▁l ove</w>
▁G yeong
▁liv ing</w>
ou▁ n
▁g en
▁for m
l ing</w>
or por
l ess</w>
f in
▁g overn
D ▁
▁b ody</w>
ti on
& q▁u
▁environ ment</w>
s y
▁heal th</w>
▁ st</w>
t e▁r
▁N ew</w>
ie f</w>
b ec
▁a ut
t re
t▁ r
E n
ex p
▁li ve</w>
i ally</w>
pro ve</w>
em ony</w>
▁Un iversity</w>
ous ly</w>
▁det ail
e▁ st</w>
▁under st
▁serv ices</w>
▁pre pare</w>
▁h and
▁c are</w>
▁bec ame</w>
▁op en</w>
▁acc ording</w>
▁J ae</w>
▁D ec
t▁ or</w>
us ed</w>
▁s ide</w>
b an</w>
h av
. m.</w>
▁th ings</w>
▁me th
su▁ ch</w>
re qu
or row</w>
h i▁
▁em erg
e▁ x
▁sel ected</w>
th ers</w>
▁o ld</w>
▁loc ated</w>
▁Tr ump</w>
▁th ought</w>
▁an aly
m b
G u</w>
s▁ o</w>
▁R es
▁prom ote</w>
▁dec ided</w>
▁f oc
▁conduc ted</w>
g er</w>
es ter
Kor▁ ea</w>
▁entr us
▁O ffice</w>
ac tiv
▁pr ices</w>
t▁ ion</w>
z ed</w>
per ▁
m in
▁F r
▁b oth</w>
si an</w>
p a▁
d evelop
d i▁
ch ool</w>
ar k</w>
▁concer ning</w>
d ong</w>
d ers</w>
20 1
▁s end</w>
▁M ayor</w>
ver y</w>
con t
a▁ ng</w>
▁pro per
▁a w
▁star ted</w>
ther n</w>
▁res earch</w>
ec ts</w>
sib ility</w>
r d</w>
▁mov ie</w>
▁str ong</w>
▁ful l</w>
eop ▁le</w>
▁U S</w>
▁& apos;</w>
▁c annot</w>
▁S u
▁vi ol
truc ture</w>
▁ta x
ta ur
▁an other</w>
▁W or
▁con ven
▁econom y</w>
▁s aying</w>
th▁ an</w>
▁me an
b o
at eg
▁w ar
▁res taur
s eas</w>
oci ety</w>
▁m ilitary</w>
S t
urr ed</w>
f o▁r
c al</w>
▁b etter</w>
e ir</w>
▁w a
▁H ong</w>
m at
a un
d▁ o</w>
ar i
▁in t
em or
h ment</w>
▁sub ject</w>
▁ ing</w>
ar ed</w>
og n
ati s
in s
▁min utes</w>
▁r ais
▁beg an</w>
th▁ ey</w>
er c
ie ve</w>
comp an
pos ition</w>
em ents</w>
a▁n y</w>
▁o w
iti ▁es</w>
erg y</w>
▁cl os
▁citi zens</w>
ess es</w>
H ▁
s▁ on</w>
qu ar
d ec
i▁n e</w>
▁En glish</w>
as t
▁des ign</w>
ear ▁
▁sch ed
s ons</w>
an ks</w>
▁real ly</w>
ic ies</w>
▁str eng
▁b ig</w>
▁acc ord
ul es</w>
s w
▁progr am</w>
u▁ n</w>
. ▁
▁c ost</w>
▁al ways</w>
c ement</w>
on om
▁n eg
▁rel eased</w>
oc r
for m▁
d e
e▁ l
ti c▁
en t▁er</w>
▁inves tment</w>
um ents</w>
med i
▁p ut</w>
▁or ig
▁S up
ultur ▁al</w>
▁con c
▁A nd</w>
i on
em p
the▁ ir</w>
al▁ so</w>
p ur
▁sub mit</w>
▁organiz ations</w>
▁pr in
▁cor por
n▁ g</w>
t▁ y</w>
i qu
e um</w>
ex ▁
▁D ong</w>
▁pol iti
▁res ol
▁m or
▁issu e</w>
▁fi eld</w>
di rec
al▁ l</w>
ow n
it t▁
▁prescri bed</w>
▁a way</w>
tu▁ re</w>
v i▁
re s▁
op eration</w>
▁s oon</w>
▁oper ate</w>
▁no tif
un e</w>
ti m
▁acc oun
▁1 0
▁con tract</w>
▁Sam sung</w>
▁h osp
wh▁ en</w>
u b</w>
be▁ c
▁m ark
t ain
ab ▁le</w>
▁sc en
as h
al uation</w>
B ▁
▁med ical</w>
c t
h ead</w>
sti tute</w>
A ct</w>
▁me et</w>
o▁ m
mis sion</w>
it er
▁offic er</w>
▁grow th</w>
&a▁p▁os ;s</w>
▁an y
y e</w>
e▁ on</w>
et ting</w>
D is
▁l ess</w>
re am</w>
▁gl obal</w>
▁cre ate</w>
▁organiz ation</w>
▁delib eration</w>
f er</w>
1 0</w>
▁p ain
tr i▁
s▁ ed</w>
n o</w>
an u
▁lea st</w>
▁at trac
▁S ome</w>
w a▁s</w>
▁kn own</w>
▁n or
▁gr ad
▁dis trib
m▁ ent</w>
g r▁
d y</w>
▁mon ths</w>
▁hear d</w>
▁poin t</w>
0 s</w>
▁& apo▁s
u▁ ng</w>
▁n atur
▁Am ong</w>
sti tu
ul ations</w>
▁t om
▁institu tions</w>
▁for mer</w>
oci ation</w>
f o▁
▁wor ks</w>
▁trad itional</w>
is hed</w>
f i
▁pl ay</w>
▁ev ents</w>
tu al</w>
n ew</w>
ea t</w>
e ans</w>
f ollow
▁accord ance</w>
herein after</w>
an ted</w>
sa▁ id</w>
l and</w>
▁d u
ch es</w>
en ef
m ost</w>
e▁ t</w>
▁hum an</w>
▁d riv
▁as ked</w>
▁E l
▁A d
▁ch ild</w>
j in</w>
ep end
at ment</w>
▁D a
ak en</w>
▁w elfare</w>
no▁ t</w>
it▁ y</w>
er ic
ur ch</w>
l▁ d</w>
all ing</w>
ea m</w>
▁D is
J ▁
id ▁
mo▁ re</w>
▁lik ely</w>
w an</w>
on es</w>
st ud
ea s
▁vid eo</w>
▁conduc t</w>
a▁ r</w>
ob s</w>
ill s</w>
▁p er</w>
▁B r
fir ▁st</w>
▁cer emony</w>
in a</w>
▁curr ent</w>
e ung</w>
ati o▁ns</w>
▁competi tion</w>
y our</w>
i▁ g
ir ▁
▁th ▁
tic al</w>
▁t op</w>
▁l ittle</w>
▁im prove</w>
▁S p
id ing</w>
R W</w>
▁fac ility</w>
▁al ong</w>
▁f ea
oun tain</w>
op ▁
g et</w>
e es</w>
▁sp ace</w>
d o▁
▁open ing</w>
▁N o</w>
ci es</w>
▁sel f</w>
al k</w>
ectr on
ag ed</w>
▁prom otion</w>
ic▁ h</w>
▁l aw
iv er</w>
▁contin ue</w>
▁par ents</w>
▁n ever</w>
▁h old</w>
e▁ ly</w>
ati▁ ve</w>
▁vis ited</w>
ye on</w>
oc al</w>
el ec
&a▁po▁s ;s</w>
▁produc tion</w>
and id
ea v
▁op port
▁del iver
i▁ d
▁M any</w>
ill ed</w>
ai▁ d</w>
for ▁
ab ility</w>
2 0</w>
C on
▁con diti
▁M ay</w>
ex pec
▁c anc
b as
▁equ ip
ap e</w>
▁stud y</w>
▁pr ac
▁& apos;
ld n</w>
3 0</w>
&ap▁os; l▁l</w>
▁p ass
s um
rou▁ gh</w>
▁1 5</w>
f▁ f
▁e ffici
mit ted</w>
if ied</w>
am ▁
▁l ater</w>
▁ch airperson</w>
▁M etropolitan</w>
g▁ u</w>
▁t ell</w>
▁rec ently</w>
▁T a
▁re fl
▁cour se</w>
m o
el t</w>
▁play ers</w>
▁m an</w>
ot el</w>
&ap▁os ▁
▁activ ely</w>
u ly</w>
u ro
n ov
itt en</w>
c ul
▁k eep</w>
▁ y</w>
m emb
▁Minis ter</w>
y ang</w>
▁qu ality</w>
▁l and</w>
▁fri ends</w>
ig▁h t</w>
▁probl ems</w>
al▁ ly</w>
▁v al
▁p at
▁en d
au▁ se</w>
eg r
▁st ate</w>
ot ing</w>
▁ind ivid
▁hist ory</w>
▁n ight</w>
a▁l s</w>
▁ex ecutive</w>
ye▁ ar</w>
▁prev ent</w>
▁l ate</w>
p a▁r
ar ▁e</w>
ug g
ound ation</w>
▁P ol
es sion</w>
ep t
a in▁
▁employe es</w>
g re
ch ers</w>
▁determ ined</w>
o ice</w>
▁f arm
v ely</w>
e ff
b or
▁particip ated</w>
▁l arg
it ors</w>
ti l
angu age</w>
▁comm unity</w>
▁On e</w>
i rec
w ang</w>
5 0</w>
▁fri end</w>
ex per
as h</w>
▁Pro vincial</w>
a▁ y
▁t aking</w>
▁th em
f ul
ew s</w>
en s
ch er</w>
▁mater ials</w>
▁a f
an k
m▁ an</w>
emb ly</w>
▁ro ad</w>
▁chang ed</w>
▁new s</w>
tr ial</w>
&▁qu ▁ot;</w>
par ticip
ha▁ s</w>
wor k</w>
w il▁l</w>
er ▁e</w>
c tion</w>
u▁ re</w>
com pl
K▁or ean</w>
▁exch ange</w>
▁enj oy</w>
ter ed</w>
gr ic
duc tion</w>
▁l abor</w>
ear ed</w>
cl es</w>
▁sch ools</w>
▁Par ty</w>
▁Ch oi</w>
ay ed</w>
▁l ed</w>
▁i ll
h s</w>
▁sec retary</w>
▁c ard</w>
n ers</w>
id ay</w>
C oun
apos▁ ;</w>
m ea
in king</w>
ab ▁
▁t ur
A ss
▁expl ained</w>
m ark
i▁ t
▁con f
es n</w>
▁bu y</w>
▁In cheon</w>
at ory</w>
▁g o▁
at ors</w>
in ess</w>
▁f ar</w>
▁civ il</w>
▁disc us
os eon</w>
m ov
▁inten ds</w>
▁h om
▁f ine</w>
▁cl ass</w>
▁F irst</w>
i et
▁s cre
▁T o</w>
▁1 00</w>
a▁r d</w>
C h▁
▁bro adc
▁show ed</w>
it al
en ess</w>
J ap
▁ad diti
ro▁ m</w>
▁dam age</w>
ver al</w>
t▁ ry</w>
r ing</w>
l iv
▁vol un
▁exper ts</w>
t wo</w>
i e▁s</w>
aff ic</w>
at her
ag ▁
a ud
▁tre atment</w>
▁pers on
▁v ic
o▁r y</w>
en t▁s</w>
tr ans
n el</w>
C om
▁st ore</w>
▁fl oor</w>
▁t est</w>
▁st age</w>
▁o ff
▁inspec tion</w>
e e▁
▁pro sec
▁complet ed</w>
or ts</w>
our ces</w>
ig h▁
d el
ti onal</w>
h igh</w>
c r
▁ap prov
▁a ge</w>
rel at▁ed</w>
g y</w>
▁de emed</w>
▁con n
▁c ri
o▁n g
▁s y
c le</w>
▁R ec
▁m iddle</w>
▁ev aluation</w>
s▁ t</w>
or ed</w>
▁prepar ed</w>
▁Un ited</w>
▁5 0</w>
ex c
g est</w>
p ubl▁ic</w>
▁con trib
en cies</w>
al so</w>
▁intern ational</w>
ec ause</w>
3 ▁
▁D ong
E x
E O</w>
▁some thing</w>
bu▁ t</w>
▁wor ds</w>
▁design ated</w>
t ory</w>
is ions</w>
&qu ▁ot▁;</w>
▁direc tly</w>
▁bas ic</w>
b o▁
K o▁re
for t
c▁ ed</w>
▁trav el</w>
▁a ▁s</w>
un der
▁a ir</w>
c are</w>
i o▁n</w>
▁exhib ition</w>
▁P er
▁tr y</w>
▁e at</w>
5 th</w>
m ing</w>
▁en ti
▁comm issi
ur al</w>
▁n on</w>
▁a ir
ven tion</w>
▁a ch
c our
a▁r s</w>
Se oul</w>
o▁r s</w>
g o▁
▁sh ort</w>
▁du ties</w>
ti o▁ns</w>
▁st ock</w>
h▁ ed</w>
▁dem and</w>
▁A b
e an
▁sea son</w>
▁it ems</w>
▁giv en</w>
e k</w>
s▁ es</w>
at▁ e</w>
ail y</w>
&▁ q▁uot;</w>
oc ▁
el ing</w>
p re▁
iz ing</w>
en ed</w>
; ▁s</w>
▁l ine</w>
▁l aun
▁1 2</w>
ob ile</w>
▁Am eric
ib er
▁f ir
▁appl ic
me ans</w>
ic k</w>
e ge</w>
▁s ociety</w>
▁impl ement</w>
▁ap pro
e ep
▁L et</w>
y le</w>
▁p en
s ol
p eop▁le</w>
▁F in
pri l</w>
e▁r y</w>
O rdin
▁ag o</w>
▁represent ative</w>
▁ar t</w>
▁Ch airperson</w>
s ite</w>
p o</w>
g o
▁B ecause</w>
o h
▁Mar ch</w>
p op
n i▁ng</w>
▁In stitute</w>
y ou▁
ro ss</w>
itt▁ ee</w>
▁rec ogn
bu k</w>
▁high er</w>
▁contro l</w>
▁Wh ile</w>
per form
il ar</w>
▁th ird</w>
re f
o th
▁ m</w>
port ation</w>
oc k
▁progr ams</w>
▁bec om
▁us er</w>
▁over seas</w>
▁in fl
▁c al
por ting</w>
fer ence</w>
▁v illage</w>
p tion</w>
p e▁
or din
fr as
a▁ ce</w>
au gh
▁impl ement
ad em
G ang
res pon
▁conditi ons</w>
▁b enef
w it▁h</w>
ro un
▁sec urity</w>
▁m akes</w>
▁f ew</w>
▁caus ed</w>
w e</w>
▁v er
▁agre ement</w>
uc l
▁pol icies</w>
t ress</w>
el eb
u k</w>
im ▁
▁mor ning</w>
▁f estival</w>
n am
ap er</w>
▁G od</w>
s ai▁d</w>
ot ed</w>
eh ol
▁ex isting</w>
▁st re
▁f ee</w>
w or▁
▁val ue</w>
▁H an
ur y</w>
d▁ ay</w>
oc c
▁ag ric
rou ps</w>
▁sign ific
▁P r
▁t aken</w>
spec ially</w>
fac tur
▁show s</w>
▁pres ident</w>
un▁ g</w>
eal th</w>
L ee</w>
▁tr ade</w>
. 5</w>
▁wr itten</w>
▁f ace</w>
▁eas y</w>
wh ich</w>
s p▁
R es
er al</w>
▁f ur
ow s</w>
▁fun ds</w>
ea k</w>
▁l anguage</w>
▁S ec
th an</w>
▁includ e</w>
▁c ities</w>
is sion</w>
c▁ h</w>
▁f ail
▁doc uments</w>
o▁ p
if ication</w>
▁dr aw
i f</w>
t e▁d</w>
re ad</w>
entr al</w>
▁l os
▁f is
t e▁r</w>
▁cons ult
Ordin an▁ce</w>
▁inter ested</w>
t echn
includ i▁ng</w>
▁s em
▁institu tion</w>
m os
f▁ or
un d▁er</w>
s a</w>
id ence</w>
▁oper ating</w>
▁for m</w>
ess or</w>
ov ▁er</w>
m or
c y</w>
h▁ ave</w>
a g</w>
▁en g
▁as k</w>
ic ▁al</w>
▁p ati
▁n ear</w>
▁buil t</w>
▁c irc
ell ent</w>
▁b or
▁r ice</w>
ye▁ ong
e p</w>
▁R ep
ar ding</w>
▁u su
pl es</w>
loc ▁al</w>
▁additi onal</w>
▁l aw</w>
▁cl as
og rap
ro ad</w>
m ental</w>
l o
il ies</w>
▁reg ion</w>
▁cos ts</w>
in cre
c ar
et ary</w>
anc ed</w>
▁s ent</w>
▁in come</w>
th y</w>
Pro vince</w>
▁m ove</w>
ti ci
im in
0 ▁
▁co operation</w>
▁ins ur
▁acc ident</w>
w▁ ith</w>
8 th</w>
▁ret urn</w>
ail able</w>
n▁ d</w>
erv ation</w>
eg al</w>
cl os
▁empl oyment</w>
▁c ause</w>
wh▁ o</w>
▁G roup</w>
▁G erm
tur al</w>
ob er</w>
he▁ ld</w>
ad ▁
▁r ole</w>
▁ha ving</w>
▁Wor ld</w>
▁M at
R ▁
▁man age</w>
um ▁
tif ul</w>
▁ex ten
p e▁r
ow ing</w>
i ety</w>
e qu
▁custom ers</w>
op s</w>
i▁ le</w>
▁lea ve</w>
G ye
w ith
▁A ll</w>
af f</w>
▁fil m</w>
o es</w>
▁appl ied</w>
ad v
▁confir med</w>
p▁ er
▁purch ase</w>
▁S chool</w>
▁develop ed</w>
at▁ ional</w>
hav ▁e</w>
▁m ut
▁m en</w>
▁incre asing</w>
▁hous ing</w>
j e▁ct</w>
▁d eb
ou t
iqu e</w>
▁e duc
i er</w>
u ted</w>
inten dent</w>
x ed</w>
pl ace</w>
quar ters</w>
T h
▁im medi
ec ting</w>
▁t ick
pr▁ o
e▁ s
d▁ uc
▁c all</w>
▁S erv
re▁ c
g ood</w>
▁ o</w>
ul ate</w>
▁par king</w>
▁d ev
u ment</w>
▁need ed</w>
▁e r
i k
▁surv ey</w>
▁pres ent</w>
ff ▁
eal ed</w>
▁dis ab
▁appoin ted</w>
l ast</w>
g en
▁sa w</w>
▁recor d</w>
▁adv ance</w>
wh e▁re</w>
w ell</w>
a▁ p
ab o▁ut</w>
evel op</w>
en ding</w>
▁sup pl
▁acc ount</w>
▁K RW</w>
y s
u k
ag n
ac y</w>
7 th</w>
▁sub par
▁res pec
▁intro duced</w>
▁R eg
▁ur ban</w>
r .</w>
ti▁ es</w>
▁stat us</w>
▁s ix</w>
Kor ean</w>
▁im p
▁concer t</w>
▁Ch airman</w>
▁ph one</w>
▁K ing</w>
▁Je ju</w>
fac il
▁sh ip
▁m om
▁fin al</w>
h o</w>
▁w anted</w>
l ed
ea th</w>
c oll
▁streng th
▁s ize</w>
udd h
for cement</w>
▁loo king</w>
▁open ed</w>
▁o ▁
us try</w>
om an</w>
ed ly</w>
▁s een</w>
▁tri p</w>
▁s ett
a im
&▁qu ot▁;</w>
&a▁po▁s ;t</w>
▁st ory</w>
j us
ick ly</w>
ati ves</w>
▁spec ial
▁plan ning</w>
▁opin ions</w>
▁man u
g ue</w>
ee k</w>
pl ac
▁natur al</w>
▁cre ated</w>
▁commissi oned</w>
s on
▁dis trict</w>
th rou▁gh</w>
▁charac ter
w a</w>
G ye▁ong
4 th</w>
▁grow ing</w>
▁atten ded</w>
▁s ports</w>
▁h on
▁ 00</w>
▁se veral</w>
▁detail s</w>
▁St ates</w>
id ential</w>
a▁ b
amp ;</w>
re v
▁sup ply</w>
▁prof essi
▁j obs</w>
▁ad ded</w>
ur i▁ng</w>
em ale</w>
e iv
&apo▁s ;s</w>
▁l ec
▁beg in
▁Intern ational</w>
ef ul</w>
▁stand ards</w>
▁Gang nam</w>
pos al</w>
ea ch</w>
e er</w>
▁sec tor</w>
▁R us
ci ence</w>
th em</w>
re h
▁sh are</w>
▁lea d</w>
▁diffic ul
i j
▁fam ous</w>
pro f
▁r ights</w>
6 th</w>
▁f elt</w>
in t
h ous
▁b ir
▁D uring</w>
tr a▁
n ext</w>
c▁ es</w>
▁manag er</w>
▁g ather
▁sum mer</w>
▁r un
z ▁ed</w>
tiv ely</w>
sup po▁rt</w>
em ocr
▁o thers</w>
▁l ost</w>
▁th ough</w>
▁oper ated</w>
ti▁ ve</w>
▁su gg
▁rec ru
pro c
n▁ ew</w>
▁t w
▁pre dic
▁g roups</w>
▁hosp ital</w>
▁r un</w>
i▁ n▁g</w>
e f</w>
▁J oseon</w>
▁Gang won</w>
con ven
▁ad ver
n a▁
k ay</w>
▁pl aces</w>
▁cl ose</w>
ver age</w>
re c▁
h el
ct ober</w>
▁p or
ati▁ ng</w>
l▁ ike</w>
d▁ ue</w>
▁en ter</w>
▁d evelop</w>
▁av ailable</w>
▁E uro
ec tive</w>
▁t akes</w>
▁insur ance</w>
▁curr ently</w>
n▁ ow</w>
ester day</w>
ann oun
an tly</w>
▁tr affic</w>
▁tom orrow</w>
▁exam ination</w>
ai▁ r
▁sim ilar</w>
▁g etting</w>
▁happ y</w>
ro om</w>
▁st ation</w>
▁re view</w>
▁phot o</w>
▁aud it</w>
th r▁
i ent</w>
der ed</w>
▁rec ent</w>
▁equip ment</w>
c s</w>
▁med ium</w>
▁en ergy</w>
▁J uly</w>
af ety</w>
ong s</w>
oy ed</w>
agrap hs</w>
g ed</w>
▁ac tive</w>
▁s old</w>
▁pos iti
▁A pril</w>
or ry</w>
e▁ m
en ded</w>
a▁n ce</w>
F ▁
C ▁h
&a▁pos; ▁d</w>
20 ▁
▁trans portation</w>
▁cont ent</w>
s ang
▁li br
ear ly</w>
c l▁
at s</w>
▁stud ent</w>
▁meth od</w>
▁entrus ted</w>
▁P ublic</w>
▁th ing</w>
▁tea ms</w>
▁do esn</w>
ept ember</w>
ell ing</w>
d et
▁restaur ant</w>
▁out side</w>
▁Kor eans</w>
i b▁
▁exc ellent</w>
▁continu ed</w>
s h</w>
▁cer tific
a j
▁t old</w>
▁eff ect</w>
▁cl ear</w>
j o▁
▁Pro v
s is</w>
ris is</w>
ar m</w>
▁underst and</w>
▁K ang</w>
▁d aily</w>
eg ▁
▁k in
olog ical</w>
o th▁er</w>
ement ary</w>
▁an im
▁al one</w>
ur ed</w>
u tiful</w>
tri▁ ct</w>
▁G e
c▁ l
o▁ re</w>
o▁ l
im um</w>
es ting</w>
ou ses</w>
▁Y oung</w>
▁super intendent</w>
▁prov isions</w>
in ing</w>
h▁ ad</w>
der ly</w>
1 st</w>
p ic
&ap▁os; ve</w>
&ap▁os; re</w>
▁super vis
▁comm un
fl ic
▁sp read</w>
▁J une</w>
▁B uddh
▁Ass embly</w>
ou ▁t</w>
g round</w>
compan i▁es</w>
b ro
an▁ t</w>
▁ter ms</w>
▁r ather</w>
▁qu ar
▁end eav
▁co oper
▁en ough</w>
sh all</w>
▁g overnor</w>
▁F und</w>
ot t
▁c andid
▁b ig
t▁ e</w>
▁F estival</w>
▁Ch eong
ud e</w>
▁proper ty</w>
▁establis hment</w>
s it
▁pas sed</w>
▁auth or
▁1 1
re a▁
ov ▁er
▁prev ious</w>
t▁ er
▁s even</w>
▁wat ch</w>
▁reg ular</w>
▁contro ver
▁Th ank</w>
j ong</w>
▁Th ese</w>
ow led
c▁ on
▁eas ily</w>
▁C l
c o</w>
▁us ers</w>
▁typ e</w>
▁join t</w>
▁immedi ately</w>
ent ers</w>
m an
cl us
ou▁ nd</w>
eti tion</w>
d it</w>
b ur
a ise</w>
k no▁
h es</w>
en tif
▁wh ▁
▁proc ed
ur is
e▁ se</w>
et ings</w>
ap p▁
ae k
▁boo ks</w>
im pl
d r▁
ap pl
&q▁u o▁t;</w>
▁reg ulations</w>
▁k ind</w>
▁& ap▁os
n or
▁dec re
v ol
o▁ w
o▁ ol</w>
▁need s</w>
▁b us
ug ust</w>
si ons</w>
▁Ass ociation</w>
▁& apos▁;s</w>
anc ▁e</w>
m es</w>
▁rais ed</w>
▁notif y</w>
▁manu factur
▁S ing
t▁ wo</w>
on▁ ly</w>
ch e▁on</w>
▁s ou
▁l ower</w>
▁chang es</w>
▁K ong</w>
▁&apos; ▁s</w>
& apos▁;s</w>
▁exper i
▁comp ared</w>
C i▁ty</w>
▁g ave</w>
▁enter pris
▁busin esses</w>
▁p us
▁e y
▁dram a</w>
▁cont ents</w>
e o▁
▁st aff</w>
▁per form</w>
on▁ g
m any</w>
au ght</w>
▁h all</w>
▁c am
tr a</w>
▁t as
▁perform ances</w>
▁endeav or</w>
▁O r
en d▁
e ight</w>
▁v ac
ar▁ ge</w>
Gye▁ong gi</w>
E ▁
▁dec ision</w>
on es
m ar
h ad</w>
iver si
▁Ch ris
n er
▁includ ed</w>
▁bel ieve</w>
▁Y eong
si▁ on</w>
j ust</w>
▁improv ement</w>
▁M anag
is tics</w>
a▁r k</w>
▁J ong</w>
ab ly</w>
▁wee k
▁on line</w>
▁implement ation</w>
sti m
▁pos ition</w>
▁gu ar
▁be h
T r
▁opport unity</w>
▁Ch o</w>
a▁ n▁d</w>
▁ret ur
▁b ad</w>
e▁ nd</w>
ad s</w>
▁i ▁s</w>
▁f inis
▁compl ex</w>
▁do ing</w>
es ▁s</w>
d ef
Provinc i▁al</w>
▁s ong</w>
▁pic ture</w>
▁h er
▁at t
▁V iet
▁l ist</w>
▁indus trial</w>
▁cour t</w>
▁M us
▁emerg ency</w>
▁d on
▁com b
pl ay
enc ed</w>
▁produc ed</w>
▁li f
▁larg est</w>
▁ t
st anding</w>
o ds</w>
a em
▁tal k</w>
▁& ▁
si f
r▁ es
d o▁ng</w>
▁poin ted</w>
▁el ig
▁Mat ters</w>
st▁ em</w>
and ed</w>
▁St ation</w>
op ping</w>
&ap▁os; ll</w>
▁l ight</w>
w ▁e</w>
0 th</w>
▁t arg
▁lo an</w>
▁ar ti
ur s</w>
▁t ow
▁re duce</w>
▁politi cal</w>
▁g oods</w>
▁coll ection</w>
▁bea utiful</w>
▁approv al</w>
iev ed</w>
▁h ot</w>
▁an sw
g ro
▁vehic le</w>
▁N am</w>
▁F rom</w>
ong er</w>
e a▁r
ann ed</w>
▁w aste</w>
▁H is</w>
ap pen
ph ere</w>
em b▁er</w>
S h
▁lear n</w>
▁h and</w>
▁go▁ ing</w>
f irst</w>
▁d ust</w>
▁N am
i▁ ll</w>
b all</w>
anu ary</w>
▁b ack
▁Prov ided</w>
wh ere</w>
v ari
ular ity</w>
d own</w>
▁sub mitted</w>
▁r ise</w>
▁or din
▁B e
▁1 3</w>
te▁r m</w>
e▁ t
an ▁s</w>
▁y outh</w>
▁A sian</w>
on ▁e</w>
▁th ere
▁P h
tr ation</w>
&ap▁os; ▁
▁O ctober</w>
&ap▁os ;s</w>
▁leg al</w>
▁dis aster</w>
it▁ ed</w>
▁qu ickly</w>
▁g ir
▁f all</w>
▁f av
▁ch arg
la▁ st</w>
as tic</w>
▁dram as</w>
▁dis p
▁com es</w>
▁trans fer</w>
if ic</w>
▁fu nd</w>
o .</w>
l y
ec h</w>
ar ded</w>
▁p oor</w>
▁car ried</w>
k n
ow on</w>
co▁ me</w>
▁un iversity</w>
▁d oll
m i▁
f e▁
a i▁n
▁w ar</w>
▁ins ide</w>
▁govern ments</w>
▁c old</w>
th e▁re</w>
ill i▁on</w>
▁usu ally</w>
t w
p u▁
dic tion</w>
d ays</w>
res sed</w>
in▁ to</w>
e et</w>
d i▁ng</w>
am ed</w>
▁su ffer
▁ag encies</w>
▁L ocal</w>
t▁ ic
&▁ ap▁os
▁T V</w>
▁l ack</w>
▁fam ilies</w>
▁ch urch</w>
▁M ost</w>
en sive</w>
▁m ess
▁hea d
▁B y</w>
t ak
iz ▁ed</w>
▁sm o
▁H an</w>
u▁ st</w>
g ency</w>
▁t ro
▁respon se</w>
us ing</w>
s om
d em
▁rece ip
▁individ ual</w>
▁M on
▁I sl
irec tor</w>
w it
i▁ ve</w>
▁separ ately</w>
▁4 0</w>
si z▁ed</w>
p eople</w>
c ap
▁f alling</w>
▁exp and</w>
▁agric ultural</w>
g▁ et</w>
c i▁
▁prin cip
▁cor rec
ma▁ de</w>
▁j udg
▁e stim
▁liv es</w>
▁h otel</w>
▁S eptember</w>
▁J i</w>
epar t
ag ▁e</w>
L▁ ee</w>
▁r en
▁gu id
pl ay</w>
a▁ le</w>
ed ▁
ch ar
▁vis itors</w>
▁scen e</w>
▁requ ired</w>
▁1 6</w>
oc ks</w>
▁I r
l ea
est ablis
▁a verage</w>
or ing</w>
o ot
eb ru
▁sched ule</w>
▁infl u
v y</w>
st ar
s k
p ite</w>
ip s</w>
e▁ en</w>
ab il
t▁ iv
th ly</w>
t al
fras tructure</w>
▁opin ion</w>
ear ing</w>
ar ies</w>
▁w oman</w>
ea ter</w>
be▁ ca▁
A d
li er</w>
ic i
h y</w>
▁m et</w>
▁issu ed</w>
v ice</w>
over ed</w>
e▁ ty</w>
com p▁
▁poin ts</w>
▁f emale</w>
▁W ave</w>
▁Serv ice</w>
▁y esterday</w>
ph as
▁hea t</w>
▁Gwang ju</w>
▁go al</w>
▁dis t
▁com ing</w>
▁Rec ently</w>
l ife</w>
▁comm er
wor k
um e</w>
iti▁ on</w>
govern me▁nt</w>
ea ce</w>
▁professi onal</w>
▁ey es</w>
▁comp et
▁Pol ice</w>
et c</w>
&ap▁os▁ ;
s uch</w>
eleb r
W ▁
▁u til
▁d uty</w>
u▁ se</w>
ild ings</w>
▁wh ole</w>
▁r ap
▁mom ent</w>
▁ ation</w>
und ai</w>
h eld</w>
ea ker</w>
ad ministr
Comm itt▁ee</w>
▁succ ess
▁comm on</w>
er n</w>
e ign
▁h ar
l der</w>
c▁ om
▁inst alled</w>
▁g ames</w>
g ar
▁rea d</w>
▁eff orts</w>
▁particip ants</w>
▁m et
▁elig ible</w>
▁Intern et</w>
d ep
Y ▁
▁vehic les</w>
m us
f f</w>
▁o▁ f</w>
▁gre en</w>
▁d one</w>
ic ally</w>
▁tem per
is ten
b us
▁high est</w>
▁Ch eon
an▁ g</w>
▁re vis
▁coun sel
▁T echn
sel ves</w>
▁k ey</w>
▁an ▁d</w>
w▁ ay</w>
p ri▁
▁person nel</w>
▁A ugust</w>
ul ed</w>
s ucc
i▁n ce</w>
eal s</w>
▁m ind</w>
ul a</w>
i res</w>
▁issu es</w>
▁inv ol
c▁ il</w>
as ting</w>
▁ind ic
▁A t
A n
i h
▁d ro
w o▁n</w>
e f▁
▁exam ple</w>
▁Se ong
r i</w>
ex p▁
co oper
▁par ts</w>
▁H ouse</w>
w▁h ich</w>
oun ▁
er▁ al</w>
b s</w>
as ty</w>
▁vic ti
▁stand ard</w>
▁play ed</w>
or▁ th</w>
▁orig inal</w>
▁mod el</w>
▁Dec ember</w>
Pro ▁
▁educ ational</w>
▁J anuary</w>
in▁ gs</w>
co▁ m
▁ques tions</w>
▁Sh in</w>
tu ally</w>
I t</w>
▁fur ther</w>
▁1 ,
▁con ver
▁ch o
▁R ules</w>
▁1 2
tr ad
▁volun te
▁p o
ti t
i▁ ed</w>
e ok</w>
▁o il</w>
▁M ore</w>
w ide</w>
▁wh i▁ch</w>
▁ind epend
on s
ess ed</w>
▁m other</w>
▁consum ers</w>
▁c risis</w>
▁1 4</w>
ri ve</w>
i en
e ering</w>
&▁ apo▁s
mos phere</w>
i▁ c</w>
e▁n ts</w>
ex pl
▁tr ust
▁tr ue</w>
e▁ v
O r
▁h appen
▁S m
ch ang
▁col or</w>
u ture</w>
pos ;</w>
▁follow s</w>
▁Ex c
▁19 9
d on▁g</w>
▁ h</w>
or d</w>
g a▁
e el</w>
▁sing le</w>
▁res ources</w>
▁rel ation
▁f ell</w>
▁ex erc
▁N ov
▁B l
▁sen ior</w>
▁lear ning</w>
▁cou ldn</w>
▁win ter</w>
o▁ se</w>
er ve</w>
▁reg ional</w>
▁in j
▁coun cil</w>
▁author ities</w>
re l▁
il m</w>
▁sen se</w>
▁T able</w>
t oo</w>
Provinc ▁e</w>
▁st op</w>
▁ac tual</w>
y un</w>
c os
▁rev ealed</w>
▁pers onal</w>
▁mat ch</w>
▁d ou
r up
ic ▁e</w>
▁pre vention</w>
▁dis app
▁comp ens
▁coll ege</w>
on str
f un
a▁y s</w>
li▁ ke</w>
▁m ight</w>
▁f re
▁br ing</w>
ult i</w>
ig r
at ch</w>
▁t aste</w>
▁hear t</w>
▁en sure</w>
ov e▁r
orpor ation</w>
ar tment</w>
▁d eath</w>
re as
pos sible</w>
od e</w>
d ro
▁y et</w>
▁ha ir</w>
u ter</w>
n e
it ure</w>
c al
▁re ven
it able</w>
bas ▁ed</w>
art ph
M anag
&ap▁os; v▁e</w>
▁v en
▁E m
▁C ultural</w>
▁Al so</w>
st ances</w>
▁prosec ution</w>
▁c entral</w>
ectron ics</w>
▁organiz ed</w>
▁ac qu
t▁ ly</w>
s ign
loc al</w>
u▁ s
over ▁n
J e
▁p .m.</w>
▁entr ance</w>
m▁ ay</w>
a▁r t</w>
▁h it</w>
em ented</w>
▁int egr
▁el derly</w>
s▁ he</w>
om in
l ong</w>
augh ter</w>
▁g ar
▁con flic
▁D es
ener al</w>
▁w eb
▁f a
▁en cour
▁consid ered</w>
▁bel ow</w>
▁Y i</w>
n um
▁n etw
▁loo ks</w>
p ay
ex ual</w>
end a</w>
▁publ ic
▁m inis
th ey</w>
ec t▁ed</w>
c a▁n</w>
&a▁pos; ▁m</w>
▁pos sibility</w>
▁inst all
uris diction</w>
▁s ays</w>
▁re por
▁el ection</w>
▁Manag ement</w>
▁M r.</w>
j eon</w>
C ent▁er</w>
▁follow ed</w>
▁Y ong
par ▁
oo d
ol o▁
s▁ oo</w>
su▁ p
s ome</w>
▁me etings</w>
▁certific ate</w>
▁Ind ones
com ▁
c r▁
▁wea ther</w>
▁1 3
ye ars</w>
qu ▁
on d
j i</w>
ful ly</w>
a▁n g
▁ch ild
o ch
ic ial</w>
▁res t</w>
▁atten d</w>
ti al</w>
▁s ee
▁Com p
t on</w>
ebru ary</w>
▁ques tion</w>
▁div ision</w>
l ow</w>
In d
▁var iety</w>
▁ill egal</w>
urr ently</w>
il ed</w>
a▁ g
▁receip t</w>
▁m er
▁lea ding</w>
▁c ur
our t</w>
,0 ▁00</w>
▁wh ite</w>
▁i ▁n</w>
▁m obile</w>
l▁ ud
i▁ ly</w>
is ted</w>
▁wr iting</w>
▁t ▁o</w>
▁in f
▁S pec
en viron
▁wor k
ul d</w>
a▁ tio▁n</w>
rou gh
if t</w>
▁sit es</w>
▁resol ution</w>
▁ar riv
us ▁ed</w>
ular ly</w>
es s▁
n ey</w>
c or
busin e▁ss</w>
▁administr ation</w>
▁$ $</w>
oll ow</w>
d evel
▁h ouses</w>
▁controver sy</w>
▁ab o▁ut</w>
▁S i</w>
a▁ ti▁on</w>
▁pop ularity</w>
▁h os
o e</w>
m i▁n
▁rea ding</w>
▁occ up
▁Y oon</w>
you▁ ng</w>
he▁ l
b and</w>
▁for ward</w>
▁distrib ution</w>
▁car s</w>
an ch</w>
▁sh or
▁G u
at e▁d</w>
an ch
▁occ urred</w>
▁Hy undai</w>
ye o</w>
tis ts</w>
ov ed</w>
eti mes</w>
O ▁
▁w al
▁cont act</w>
ev▁ el</w>
c k</w>
ar▁ y</w>
▁trust ee</w>
▁str ateg
▁particip ation</w>
▁inc urred</w>
▁c enters</w>
▁bu ildings</w>
▁1 8
clud ed</w>
a▁c k</w>
S u
▁subsid ize</w>
▁r ed</w>
▁gather ed</w>
▁ad vis
s en
h ol
. 2</w>
▁re duced</w>
▁it self</w>
tiv es</w>
sh ow
▁pati ents</w>
▁f requ
▁de pos
r ight</w>
a u</w>
▁enter ed</w>
▁stor es</w>
▁m en
▁aut om
re st
wh at</w>
dis c
ati vely</w>
▁s yst
▁A p
yn asty</w>
j o
f ood</w>
▁conc entr
▁A re</w>
m arket</w>
ab les</w>
▁rea sons</w>
▁per mission</w>
t ations</w>
s▁ uch</w>
ear▁ ch</w>
be▁ca▁ use</w>
▁ar res
u ge</w>
re ment</w>
▁s pen
▁h ands</w>
d▁ ing</w>
b re
▁vi ew</w>
▁p ot
▁Th ere
on al
dis ▁
▁wa it</w>
▁sus pen
▁m o
▁K yung</w>
on ly</w>
an▁ ge</w>
▁d own
p▁ ol
o▁ on</w>
M inis
▁w id
▁mark ets</w>
▁There fore</w>
▁Ta i
▁Hy un</w>
i▁ de</w>
g n
di ffic
&apos; ▁s</w>
▁m emor
▁l un
▁M ed
in st
es ▁t</w>
▁di ver
▁J in
u▁ p</w>
u t▁
ou r▁
i▁g n</w>
ch i</w>
N ation▁al</w>
▁w ays</w>
▁expec ts</w>
a▁ d
▁ev alu
▁ad d
▁Isl and</w>
qu al
h ere</w>
▁libr ary</w>
▁gre at
▁f ig
▁c ut</w>
oth es</w>
er i
eg u</w>
b us▁
Gye o▁ng
▁mov ement</w>
▁F oundation</w>
owled ge</w>
m uch</w>
j ob</w>
cont in
▁w on
▁C o
u▁ d
▁lea der</w>
▁expres sed</w>
▁d ance</w>
▁cap ital</w>
a o</w>
▁stre et</w>
▁delib er
▁ap artment</w>
▁ac tion</w>
vi ew
oo t</w>
oo king</w>
en▁ cy</w>
▁S ung</w>
▁M ountain</w>
iv ▁
▁regis tration</w>
▁n ear
▁m ul
▁imp act</w>
▁at mosphere</w>
tain ment</w>
▁mat ter</w>
▁deliver y</w>
p▁ ublic</w>
▁j urisdiction</w>
▁G re
u▁ t</w>
o h</w>
ev▁ en</w>
▁tour ists</w>
▁m etropolitan</w>
▁b ought</w>
▁Ch ung
ou▁ r
en tur
all yu</w>
▁J eong</w>
ustr al
▁wr ong</w>
▁pro g
▁go es</w>
▁f ather</w>
▁driv ing</w>
▁differ ence</w>
our th</w>
▁c aught</w>
▁budg etary</w>
▁br and</w>
▁aud ience</w>
▁ann ual</w>
ing ly</w>
con c
N or▁th</w>
▁n ation</w>
ver y
ess ing</w>
▁consult ation</w>
▁ac adem
t ee</w>
o ts</w>
m otion</w>
k en</w>
inves tig
&q▁u ot▁;</w>
▁s o
▁prot ection</w>
▁lim its</w>
▁exc ept</w>
▁environ mental</w>
▁ag enda</w>
▁P eople</w>
▁L ot
re▁ s
a▁ s
ar ea</w>
0 0
▁there of</w>
▁im m
▁adv ant
i o▁ns</w>
h▁ in</w>
▁b ank</w>
▁Wh y</w>
▁2 5</w>
t ained</w>
re▁ n
en ly</w>
▁s atis
▁prescri be</w>
▁pop ulation</w>
▁V ice</w>
▁O ther</w>
re m
h ea
f ro▁m</w>
p riv
▁tr end</w>
▁r aise</w>
▁im age</w>
▁1 8</w>
i▁ m
e▁ st
e▁r n</w>
en ti▁
c ▁e</w>
af t</w>
si▁ te</w>
eed ed</w>
ar r
▁par k</w>
wo▁r k</w>
t og
gr ad
f u▁
▁p i
li k
ell s</w>
ehol ds</w>
▁el ec
▁corpor ate</w>
wi▁ t▁h</w>
ag ric
▁star ting</w>
▁requ ested</w>
▁ne igh
▁&apo▁s ;s</w>
p oin
p as
a▁ f
▁every one</w>
▁ et</w>
t eam</w>
ex ic
ar ily</w>
▁dec l
ul ing</w>
p t</w>
oc i▁al</w>
g▁ h
. 3</w>
▁wor ked</w>
▁subsid ies</w>
▁neg oti
▁co ff
▁Germ any</w>
tiv eness</w>
S▁ e
▁s ea</w>
▁form ulate</w>
▁ch ief</w>
▁1 st</w>
▁m as
▁cre dit</w>
▁begin ning</w>
▁H all</w>
▁201 6</w>
manag eme▁nt</w>
air m▁an</w>
▁tri ed</w>
▁r e</w>
▁determ ine</w>
▁D emocr
l ev▁el</w>
inc l▁ud
P r▁
I ▁
▁h y
▁comp reh
▁J in</w>
▁J ang</w>
th eir</w>
oo k
▁un ique</w>
▁receiv ing</w>
▁Sup port</w>
s i</w>
it age</w>
g▁ i</w>
▁circ um
▁Ab out</w>
pro vinc
g ation</w>
▁sk ills</w>
▁sk in</w>
▁e specially</w>
▁Ad ministr
t op</w>
l ement</w>
duc ing</w>
. 1</w>
▁est ate</w>
in tro
ib r
Ko▁re an</w>
▁sh opping</w>
▁cer tain</w>
▁big gest</w>
el ed</w>
eh old</w>
ch i▁
Pro v▁
&▁ apos;s</w>
▁r ound</w>
▁l and
▁f un</w>
▁G r
w as
s ea
s al
l f</w>
h im</w>
em▁ ent</w>
ea▁ ch</w>
▁tea cher</w>
▁some one</w>
▁acc idents</w>
vari o▁us</w>
p▁ op</w>
al l▁
▁sh own</w>
▁mov ies</w>
▁loc ation</w>
▁exch ang
t oc
mor ▁e</w>
e▁ a</w>
el ds</w>
▁id entif
▁h or
▁1 5
di ff
▁vi ew
▁par ties</w>
▁g row</w>
▁cl ub</w>
▁Nov ember</w>
wor ld</w>
tr a
is l
i en▁ce</w>
h ▁e</w>
ec on
▁beh ind</w>
wh i▁le</w>
ten ance</w>
l ea▁
&▁ apos;
ye a▁r</w>
ou▁ th</w>
in ner</w>
fort able</w>
ain ts</w>
▁difficul ties</w>
▁d ream</w>
▁air port</w>
k now</w>
▁positi ve</w>
▁Su won</w>
ta▁ ke</w>
p ublic</w>
mon th</w>
dr aw
▁s ign</w>
▁s ession</w>
▁or dered</w>
▁m ach
▁ful ly</w>
▁enti re</w>
a x
▁s tructure</w>
▁c amp
▁F ebruary</w>
ear ance</w>
▁sim ple</w>
▁ph ys
▁b ar
▁A ir
y cle</w>
il▁ l
▁s ure</w>
▁f ile</w>
▁O h</w>
▁F ac
▁201 5</w>
vis ▁
sc a▁le</w>
s em
l obal</w>
iv ing</w>
&a▁pos▁ ;m</w>
▁recor ds</w>
▁e ight</w>
▁P a
▁C ourt</w>
▁A gric
ye▁ on</w>
it ation</w>
end▁ ly</w>
an y
2 nd</w>
▁dis ease</w>
▁b ott
▁b ase</w>
▁a head</w>
▁N ow</w>
▁L and</w>
et ed</w>
ch arg
a x</w>
▁st one</w>
▁El ectronics</w>
▁coll ected</w>
z en</w>
our ce</w>
a b</w>
P a▁rk</w>
▁farm ers</w>
▁C ulture</w>
▁6 0</w>
in stitu
ab or
▁intro duce</w>
▁fil ms</w>
▁D irector</w>
▁2 4</w>
ro▁ n
▁w age</w>
▁relation ship</w>
▁em phas
▁custom er</w>
▁commun ication</w>
▁ar ch
▁@ -▁@</w>
ul ated</w>
k y
em ple</w>
▁tr ying</w>
▁re duction</w>
▁impl emented</w>
▁C EO</w>
t▁ ime</w>
op er▁
m a▁ny</w>
at▁ er</w>
ar▁ ea</w>
ag ain</w>
▁s ale</w>
▁ris k</w>
▁Y ang</w>
ow ers</w>
1 5
▁particip ating</w>
▁p aper</w>
▁Se o</w>
▁C urrently</w>
▁B ank</w>
D ec
▁st ay</w>
▁app eared</w>
▁Tr ans
▁Dec ree</w>
sy st▁em</w>
▁vis iting</w>
▁tea chers</w>
▁regis tered</w>
▁in nov
▁high ly</w>
▁coun ty</w>
in s</w>
▁show ing</w>
▁sch ol
▁p oll
▁ch ance</w>
st and
ou gh
. 6</w>
▁s ound</w>
▁s n
s▁ ec
p▁ ar
c ally</w>
af e</w>
P ar
▁sub way</w>
▁O f</w>
w r
w o▁
el ong</w>
d uri▁ng</w>
▁tr ain</w>
▁t en
▁p ain</w>
▁Pro f
e▁ e</w>
b um</w>
at▁ es</w>
atten tion</w>
an e</w>
▁sc ope</w>
▁ow ner</w>
▁h our</w>
s us
g ing</w>
▁c elebr
▁bo ard</w>
fri end</w>
eti c</w>
et er
am o▁ng</w>
ag re
▁ins truc
▁Pr ime</w>
so▁ o</w>
s tr▁
l ec
con sid
an▁ ts</w>
▁separ ate</w>
▁proced ures</w>
▁mov ed</w>
▁cl aim
▁w it▁h</w>
▁doc ument</w>
▁C orporation</w>
▁A sia</w>
tern oon</w>
e▁n ce</w>
b er
aus ▁e</w>
20▁ 1
▁r e▁
▁m y
▁direc tion</w>
▁bur den</w>
▁v alu
▁tri al</w>
▁div ided</w>
▁c ul
t▁ ing</w>
ent▁ ly</w>
ab out</w>
▁hea vy</w>
▁analy sis</w>
▁S un
▁S ong</w>
u x
i▁ r
in▁ ed</w>
A gric
▁pri ze</w>
▁med ic
▁direc t</w>
▁counsel ing</w>
inc ▁e</w>
▁wat ching</w>
▁N or
▁C ould</w>
oo▁ d</w>
is h
a▁ se</w>
3 rd</w>
▁temper ature</w>
▁en h
▁Se ung</w>
▁M al
o ffici
hi▁ gh</w>
h ood</w>
b ack</w>
J ae</w>
▁spec ific</w>
▁nor thern</w>
▁benef its</w>
r▁ y</w>
k et</w>
an d▁
▁them selves</w>
▁enterpris es</w>
▁concer ns</w>
▁b ri
▁Americ an</w>
id ▁ed</w>
f a▁
empl oy
Ar tic▁
▁res ident</w>
▁every thing</w>
▁b it</w>
▁St ar
▁Fin ancial</w>
w▁ ant</w>
os ▁
is su
id ly</w>
etw e▁en</w>
er a</w>
▁w ish</w>
▁w in</w>
▁recomm end</w>
▁buil d</w>
ec k</w>
▁s t▁
▁c op
▁D on</w>
im self</w>
id ge</w>
e p▁
as n</w>
▁t our</w>
▁n ature</w>
▁l ow
▁hist or
▁b ill</w>
▁D epartment</w>
th i▁s</w>
pri ate</w>
j e</w>
he▁l p</w>
▁cl othes</w>
▁Cheon an</w>
yp toc
ul▁ ar</w>
tr▁ y</w>
s e▁r
m ut
b ir
▁p ost</w>
▁im pres
▁accoun ting</w>
▁Viet nam</w>
iversi ties</w>
ic ▁es</w>
enc ▁e</w>
A r▁
▁subpar agraphs</w>
▁reven ue</w>
▁real ity</w>
▁detail ed</w>
▁d en
unic ip
g e
S up
▁id ea</w>
▁O ur</w>
ul ting</w>
t our
r ais
pro jec
p o
ic on
h n</w>
Dis tri▁ct</w>
▁s orry</w>
▁St ud
▁D ae</w>
▁pres s</w>
▁o ffer
▁ex emp
▁cl ean
▁becom es</w>
▁ac ross</w>
▁1 7</w>
ti▁ ons</w>
sc ape</w>
s ing
s cri
qu are</w>
ea▁ n</w>
be i▁ng</w>
ar ing</w>
▁s ongs</w>
▁new ly</w>
▁f ollow</w>
▁M in</w>
t in▁g</w>
t ation</w>
im chi</w>
comp eti
▁wor th</w>
▁tr illion</w>
▁pro posal</w>
▁cer tif
▁bl ack</w>
rough out</w>
per c
oo▁ k</w>
o ke</w>
igh▁ t</w>
▁fav or
▁consid eration</w>
▁Ex per
ma▁ ke</w>
ins ula</w>
▁v ice</w>
▁accoun ts</w>
s ts</w>
f ace</w>
b ers</w>
at t▁
S ec
A▁ r
&apo▁s ;</w>
▁stud ying</w>
▁sel ect</w>
▁restaur ants</w>
▁op position</w>
▁meth ods</w>
▁inter view</w>
▁foc us</w>
▁av o
u es</w>
is ing</w>
cons truc
0 0,000</w>
▁sol ve</w>
▁a ▁
▁a ward</w>
u▁ m
ud ▁
s eong</w>
. 4</w>
▁w ants</w>
▁pl ac
▁for eign
▁R ule</w>
▁& a▁
th▁ em</w>
th ea
t i</w>
. 8</w>
▁n ation
▁indus tries</w>
▁effici ent</w>
▁clas ses</w>
▁L ast</w>
wh en</w>
ter y</w>
m al</w>
an▁ g
C ity</w>
▁sy mp
▁guar ant
os an</w>
in v
g▁ h</w>
ff airs</w>
ent ary</w>
In che▁on</w>
▁s am
▁mater ial</w>
▁manag ed</w>
▁lim ited</w>
▁Ac tor</w>
por ▁t</w>
pl ex</w>
▁fun c
▁coff ee</w>
▁ch all
in ary</w>
g re▁
anc y</w>
E duc
▁typ es</w>
▁Sp eaker</w>
▁G w
▁web site</w>
▁tur ned</w>
▁s ev
▁res tric
▁i r
▁d re
▁conven ience</w>
▁N owon</w>
▁Lot te</w>
▁H wang</w>
t oday</w>
k n▁ow</w>
fri end▁ly</w>
der gar
com m▁
M oon</w>
▁ur g
▁princip le</w>
▁comp ris
ver s</w>
p ow
gr a▁
▁them e</w>
▁dis mis
▁cr ime</w>
▁coll ect</w>
w ards</w>
Com m▁
▁near by</w>
▁h ur
▁M exic
▁Da egu</w>
us band</w>
